[Cataclysm.Backdraft SkillDefinition]
SkillDescription="Your [Skill] Rosary Combat [Skill] Bonus [Skill] Fire Damage [Skill]].  Additionally, when your shield is depleted, you create a [Skill]Fire Blast[-Skill] that damages nearby enemies..  Your shield should be fully charged between bursts."

[Cataclysm.Backdraft:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Back win: $NUMBER$"

[Cataclysm.BlightPhoenix SkillDefinition]
SkillDescription="[skill] killing skill [-skill].  When you hit an enemy, you instantly gain [-Skill] [-Skill] and [Skill] to damage the enemy..  Death depends on your level and the skill level of the Blight Phoenix.]."

[Cataclysm.BlightPhoenix:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Damaged unit: $NUMBER$"

[Cataclysm.ChainReaction SkillDefinition]
SkillDescription="If [-skill] blocks an enemy, [-skill] is deflected by [-skill] enemy, and any [-skill] hit that hits [-skill] has a chance to hit [ -skill] to the next enemy.].  [Skill] Chain Reaction [-Skill] Only works with projectiles."

[Cataclysm.ChainReaction:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Possible refunds: $NUMBER$"

[Cataclysm.Flicker SkillDefinition]
SkillDescription="[Skill] Shooting [-Skill], [Skill] Attack [-Skill], [Skill] Beautiful [-Skill] and [Skill] Combat [Available [-Skill] increase the initial results. - Capacity] Gun."

[Cataclysm.Flicker:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="$NUMBER$ devices will understand this result."

[Cataclysm.Helios:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Helios analysis: NUMBER votes in USD$"

[Cataclysm.Immolate SkillDefinition]
SkillDescription="[Skill] Adds [Skill] damage [-Skill] to all projectiles fired during battle [-Skill]].  The [-Skill] bonus to fire [production] damage depends on the [-Skill] [-Skill] damage of the weapon you fire.."

[Cataclysm.Immolate:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="NUMBER$ weapon damage is treated as fire damage."

[Cataclysm.Reaper SkillDefinition]
SkillDescription="[Skill] Deal [-Skill] Total damage to an enemy. More than 50% life left.."

[Cataclysm.Ruin SkillDefinition]
SkillDescription="[Ability] increases the ability to work [-ability]. [Skill] Phase Lock[-Skill] now [Skill]Slag[-Skill], [Skill]Electrocat[-Skill] and [Skill] Lock Enemy [-Skill].."

[Cataclysm.Ruin:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Ignorance and carelessness can be the main cause of damage, but it happens slowly and unconsciously..''"

[Harmony.Elated SkillDefinition]
SkillDescription="[Skill] restores [-Skill] health while enemy part [-Skill] is blocked for you and your allies.]."

[Harmony.Elated:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Restores your maximum health for $NUMBER$ seconds.."

[Harmony.LifeTap SkillDefinition]
SkillDescription="[Remove skill [- Skill].  When you kill an enemy, you can steal [-skill] health from all enemies [skill] and deal damage over a short period of time.."

[Harmony.Recompense SkillDefinition]
SkillDescription="[Skill] Health [-Skill] With damage, [Skill] ability to do [-Skill] damage equal to [-Skill] Health [-Skill] .]."

[Harmony.Res SkillDefinition]
SkillDescription="You can fight for your life with [Skills] [Skills] and [Skills] Fazelok [Skills] [Skills].."

[Harmony.Res:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Rise from the grave!.''"

[Harmony.Restoration:AttributePresentationDefinition_77 AttributePresentationDefinition]
Description="MAX HEALTH: NUMBER $$"

[Harmony.Scorn SkillDefinition]
SkillDescription="[Skill] Ability to modify melee [-kill].].  square meters <StringAliasMap:Action.Melee> [Skill] The ball fires [-Skill] mud that deals permanent damage to nearby enemies..  This ability is truly amazing.  square metersing <StringAliasMap:Action.Melee> [Skill] Scarn [-Skill] Makes a normal melee attack on cooldown.."

[Harmony.Sustenance SkillDefinition]
SkillDescription="Index [Ability] Health [Intelligence]].  The lower the current value, the stronger the update."

[Harmony.Sustenance:AttributePresentationDefinition_77 AttributePresentationDefinition]
Description="Restores NUMBER$ of lost health per second."

[Harmony.SweetRelease SkillDefinition]
SkillDescription="Killing enemies with [Skill] Phase Locked [-Skill] Creates a [Skill] Life Orb [-Skill] that you and your friends automatically chase [Skill] Heal [-Skill].  Treatment is more effective than your health or the health of your friends.."

[Harmony.SweetRelease:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Each health bar restores $NUMBER$ of health."

[Harmony.Wreck:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Weapon Damage: $ No$"

[Motion.Converge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Combine to destroy your enemies..''"

[Motion.Inertia SkillDefinition]
SkillDescription="[skill] meet skill [-s].  When you kill an enemy, your [-skill] training will instantly regenerate and your [-skill] speed will increase for a few seconds.."

[Motion.Inertia:AttributePresentationDefinition_77 AttributePresentationDefinition]
Description="Returns $NUMBER$ per second to get maximum shields."

[Motion.KineticReflection SkillDefinition]
SkillDescription="[ability] ability to kill [-ability:].  When you kill an enemy, you have a chance to deflect flying enemy bullets at nearby enemies [-skill]..  Minimizes stray bullet damage.  [Skill] Kinetic Reflex [Skill] only works with orbs.  This effect is temporary."

[Motion.Quicken SkillDefinition]
SkillDescription="You [skill] good [-skill] [skill] degree [-skill]."

[Motion.SubSequence SkillDefinition]
SkillDescription="[Skills] Development of job skills.[-[Skill] If the enemy dies under the effect of your [Skill] Phase Lock [Skill], [Skill] Phase Lock [Skill] has a certain chance to affect the target and the [Skill] of another target.]."

[Motion.SubSequence:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Second closing option: NUMBER USD$"

[Motion.Suspension:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Phase lock time: $NUMBER$ seconds"

[Motion.ThoughtLock:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="More enemy vs enemy wars."
